welcome_text = (
        "<b>@PostponedPosterBot</b> - це простий і зручний бот для відкладеного постингу.\n\n"
        "<b>Бот дозволяє:</b>\n\n"
        "🕔 <i>Планувати вихід публікацій у ваших каналах</i>\n"
        "🗑 <i>Автоматично видаляти їх за розкладом</i>\n"
        "👩‍🎨 <i>Створювати та налаштовувати пости будь-якого формату</i>\n"
        "👀 <i>І багато іншого</i>\n\n"
        "by @nowayrm"
    )


no_channel_text = ("У вас поки немає підключених каналів.\n\n"
        "Щоб підключити перший канал, зробіть <b>@PostponedPosterBot</b> його адміністратором, надавши такі права:\n\n"
        "✅ <i>Відправка повідомлень</i>\n"
        "✅ <i>Видалення повідомлень</i>\n"
        "✅ <i>Редагування повідомлень</i>\n\n"
        "А потім перешліть будь-яке повідомлення з каналу в діалог з ботом.")


add_channel_text = (
        "Щоб підключити канал, зробіть <b>@PostponedPosterBot</b> його адміністратором, надавши такі права:\n\n"
        "✅ <i>Відправка повідомлень</i>\n"
        "✅ <i>Видалення повідомлень</i>\n"
        "✅ <i>Редагування повідомлень</i>\n\n"
        "А потім перешліть будь-яке повідомлення з каналу в діалог з ботом.")